[General]
Version=1.8.9
LanguageName=Svenska
lblLanguageAuthor=Pommes56

[Form1]
speedWarningLabel=Varning: hastigheter över 20000 KB/s kan verka misstänkta.
checkShowTrayBaloon=Visa information när pekaren hålls över aktivitetsfältsikonen
lblInterface=Gränssnitt:
lblLanguage=Språk:
TorrentFileLabel=Sökväg:
closeButton=Stäng
StartButton=Starta
tabGeneral=Allmänt
groupTorrentFile=Torrentfil
browseButton=Bläddra...
groupStats=Statistik
totalRunningTimeLabel=Total Tid :
leechLabel=Leechare:
seedLabel=Seedare:
manualUpdateButton=Manuell Uppdatering
labelUpdateIn=Uppdatera om:
downloadCountLabel=Nedladdat :
uploadCountLabel=Uppladdat :
groupBoxOptions=Inställningar
applyStopSettingsButton=Verkställ
stopProcessLabel=Stoppa processen efter:
FileSizeLabel=Slutfört (%)
uploadRateLabel=Uppladdningshastighet (kB/s) :
downloadRateLabel=Nedladdningshastighet (kB/s) :
groupTorrentInfo=Torrentinformation
labelTorrentSize=Storlek:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Avancerat
memoryReaderButton=Minnesläsare...
updateAnnounceParamsOnStart=Uppdatera peer_id och nyckel vid uppstart
checkNewVersion=Leta efter en ny version
ClientLabel=Klient Simulering:
randomSpeedGroup=Slumpa Uppladdnings/Nedladdnings hastigheter
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Nedladdning (kB)
checkRandomUpload=Uppladdning  (kB)
reportParamsGroup=Annonseringsparametrar
keyLabel=Nyckel (nyckel):
labelPeerID=Peer ID (peer_id):
numwantLabel=Antal Källor (numwant):
portInfoLabel=Om dessa fält lämnas tomma kommer RatioMaster använda slumpade eller standard värden
portLabel=Port (port):
tabNetwork=Nätverk
groupNetworkMisc=Blandade
checkIgnoreFailureReason=Ignorera 'fel anledning' svaret från trackern
labelStopMinLeecher=Sluta ladda upp när antalet leechare är mindre än:
intervalLabel=Trackerns Uppdaterings Intervall(er):
checkRequestScrap=Få Seed/Leech statistik (skrapa info från trackern)
checkTCPListen=Använd TCP lyssnare (visas anslutsbar på trackern)
proxySettingsGroup=Proxy Inställningar
labelProxyPass=Lösenord:
labelProxyUser=Användare:
labelProxyPort=Port:
labelProxyHost=Host:
labelProxyType=Proxy Typ:
tabLog=Logg
saveLogButton=Spara Logg
checkLogEnabled=Aktivera Logg
checkHideConfidentialInfo=Dölj konfidentiell info
clearLogButton=Rensa Logg
tabAbout=Om
labelForums=Forum:
labelWebSite=Hemsida:
StopButton=Stopp
linkProxyHelp=Hjälp med proxy
tabUpdates=Uppdateringar
installUpdatesButton=Installera Uppdateringar
checkUpdatesButton=Leta efter Uppdateringar
labelUpdates=Klienter och Språk
labelBindIp=Bind till IP:
checkMinimizeToTray=Minimera till verktygsfältet
checkIgnoreTimeout=Ignorera anslutningsfel
checkUPnP=Aktivera UPnP port kartläggning
testNetworkButton=Testa Inställningar...
ResetCountersButton=Återställ Räknare
checkSavePeers=Spara listan med peers


[MemoryReader]
reApplyButton=Verkställ
reCloseButton=Stäng
groupBoxSearchResults=Sökresultat
reHashLabel=Hash:
rePeerIdLabel=Käll ID(peer_id):
reKeyLabel=Nyckal(nyckel):
numwantLabel=Antal Källor (numwant):
rePortLabel=Port (port):
reSearchStrLabel=Sträng:
reSearchButton=Börja Sökning
reProcessNameLabel=Processens Namn:

[Messages]
mrNoProcessFound=Inga {0} processer hittades .\r\nVar säker på att torrent klienten körs och att minst en torrent är aktiv.
mrSearchFail=Sökningen misslyckades.\r\nVar säker på att torrent klienten körs och att minst en torrent är aktiv.
mrSearchTitle=Sök
mrSearchSuccess=Sökningen lyckades!\r\nTryck på knappen Verkställ för att verkställa hittade värden till den nuvarande klienten.
vrNewVersionReleased=En ny version finns tillgänglig! Ladda ner den från http://www.moofdev.net
vrNewVersionTitle="En ny version finns tillgänglig"
ballonUploaded=Uppladdat: {0} \r\n
ballonDownloaded=Nedladdat: {0} \r\n
ballonUpdateIn=Uppdatera om: {0} \r\n
ballonTotalTime=Total tid: {0} \r\n
stopProcessOpt1=Stoppa inte
stopProcessOpt2=Uppladdat
stopProcessOpt3=Nedladdat
stopProcessOpt4=Tid
stopProcessOpt5=Seedat ~1,2x
stopProcessUnits1=Sekunder
stopProcessUnits2=Minuter
stopProcessUnits3=Timmar
restoreToolStripMenuItem=Återställ
exitToolStripMenuItem=Avsluta
umNumUpdatesFound=Hittade {0} uppdateringar
umNoUpdatesFound=Inga nya uppdateringar hittades
umParsingUpdates=Analyserar Uppdateringar...
umCheckingUpdates=Letar efter uppdateringar...
umDownloadingUpdate=Laddar ner Uppdateringen {0}
umFinishedDownloadingUpdates=Nedladdningen Lyckades
clmnUpdateName=Namn
clmnUpdateFileName=Filnamn
clmnUpdateType=Typ
clmnUpdateAuthor=Skapare
confirmCloseTitle=Bekräftning
confirmCloseMessage=Torrent uppdatering håller på. Vill du verkligen avsluta RatioMaster?
defaultBinding=Standard
testNetworkSuccess=Anslutningen lyckades. De nuvarande nätverksinställningarna verkar fungera.
testNetworkFailed=Ansultningsfel
testNetworkInProgress=Nätverksinställningarna testas...

[Tooltips]
checkIgnoreFailureReason=RM kommer ignorera fel som kommer ifrån trackern och kommer ladda upp som vanligt när detta alternativ är valt.
labelStopMinLeecher=RM kan automatiskt kontrollera uppladdningshastigheten, om antalet leechare är mindre än det valda värdet
intervalLabel=Standard Uppdateringintervall för sändning av statistik till trackern.\r\nAnvändbar för de trackers som inte skickar Uppdateringsintervall
proxySettingsGroup=RM kan använda proxy för att ansluta till trackern, så du kan gömma din riktiga IP
memoryReaderButton=Minnesläsare\r\nAnvänd detta verktyg när du vill simlera klient parametrar \r\nsom peer_id, nyckel, port och annat för att likna din riktiga klients parametrar.
updateAnnounceParamsOnStart=När detta alternativ är markerat, genererar RM en ny peer_id och nyckel varje gång du startar.\r\nOm avmarkerat kommer RM använda de värden som är sparade från den förra gången.
TorrentClientsBox=I denna ComboBox kan du välja den klient du vill simulera
randomSpeedGroup=RM kan slumpa hastigheterna för varje annonsering \r\nenligt dessa inställningar.\r\nAtt ladda upp för länge i exakt samma hastighet är misstänksamt.
torrentFile=Torrentens Filsökväg\r\nKlicka på Bläddra... eller Dra & Släpp torrenten ovanpå RM fönstret
totalRunningTimeLabel=Total körtid denna sessensionen
leechLabel=Leechare på denna torrenten\r\nPå vissa trackers finns inte denna data tillgänglig
seedLabel=Seedare på denna torrenten\r\nPå vissa trackers finns inte denna data tillgänglig
manualUpdateButton=Manuell Uppdatering\r\nTrackern kan uppdateras automatiskt, din statistik på trackern bör då ändras.
labelUpdateIn=Tid för nästa uppdatering 
downloadCountLabel=Nedladdat\r\nEfter nästa uppdatering bör din statistik på trackern ändras
uploadCountLabel=Uppladdat\r\nEfter nästa uppdatering bör din statistik på trackern ändras                                                                                                                  
checkIgnoreTimeout=RM kommer ignorera anslutningsfel
stopProcessActionBox=RM kan stoppa processen automatiskt .\r\nVälj mellan olika alternativ och ange värden.
uploadRate=Uppladdningshastighet\r\nSkriv den hastigheten som RM ska rapportera till trackern
downloadRate=Nedladdningshastighet\r\nSkriv den hastigheten som RM ska rapportera till trackern
shaHash=Torrent SHA Hash\r\nDu kan ange den manuellt eller så kommer den genereras från den valda torrenten 
trackerAddress=Trackerns URL\r\nDu kan ange den manuellt eller så kommer den genereras från den valda torrenten 
fileSize=Slutfört %\r\nDu kan ange hur mycket av torrenten du redan har laddat ner\r\n100% = Seedar\r\n0%     = Leechhar från början\r\nRM kommer ihåg Slutfört % som alla andra alternativ för varje torrent.                                       
reportParamsGroup=Dessa parametrar är delar av annonserings strängen som RM kommer att skicka till trackern.\r\nSom vanligt kommer RM generera dessa parametrar automatiskt, men du har ett alternativ\r\natt ange dem manuellt eller använda Minnesläsaren för att få infon från din klient.
reProcessNameBox=RM kommer leta efter denna process.\r\nRM fyller denna box automatiskt enligt din nuvarande Klientsimulering.
reSearchStr=RM letar efter denna sträng för att hitta annonserings URL och kontrollera sökresultaten.
reSearchButton=Tryck på "Starta Sökning" för att ... Starta sökningen :)
groupBoxSearchResults=Om sökningen lyckades kommer RM automatiskt fylla i dessa fält med funna resultat.\r\nKopiera dessa värden manuellt till RM Avancerade Inställningar eller teyck på Verkställ.
reApplyButton=Klicka på "Verkställ" för att  kopiera sökresultaten till "Avancerat" tabben.
